---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KJPerK
source: html/296758d9-e648-08a3-ec4c-41829733eac1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KJPerK Property

Symbol kJ/K, indicating unit Kilojoules per Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KJPerK { get; }
```